tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
brew "coreutils"
brew "keyring"
brew "wget"
brew "gnu-sed"
brew "bash"
brew "bash-completion@2"
brew "syncthing", restart_service: true

# qmk
tap "qmk/qmk"
brew "qmk/qmk/qmk"
tap "osx-cross/arm"
tap "osx-cross/avr"

# tools, code, terminal
brew "neovim"
brew "node"
brew "go"
brew "luarocks"
brew "luajit"
brew "tmux"
brew "stow"
brew "tree"
brew "tldr"
brew "htop"
brew "jq"
brew "fd"
brew "ripgrep"
brew "eza"
brew "bat"
brew "fzf"
brew "lazygit"
brew "git"
brew "git-delta"
brew "rm-improved"
brew "direnv"
brew "tokei"
brew "hyperfine"
brew "just"
brew "starship"
brew "fastfetch"
brew "editorconfig"

# yazi
brew "yazi"
#brew "ffmpegthumbnailer"
brew "unar"
brew "poppler"
brew "zoxide"

# GUI
cask "alacritty"
cask "amethyst"
cask "telegram-desktop"
